Repository: knikita2505/AdBlockerPro
Catalog: AdBlocker Pro/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: 3-day free trial, then auto-renews
de: 3 Tage kostenlos testen, dann automatische Verlängerung
es: 3 días de prueba gratis, luego se renueva automáticamente
fr: 3 jours d'essai gratuit, puis renouvellement automatique
ja: 3日間無料トライアル、その後自動更新

source: Ad Blocking
de: Werbeblocker
es: Bloqueo de anuncios
fr: Blocage des publicités
ja: 広告ブロック

source: Adult Content Filter
de: Erwachseneninhalt-Filter
es: Filtro de contenido adulto
fr: Filtre de contenu adulte
ja: アダルトコンテンツフィルター

source: All features unlocked
de: Alle Funktionen freigeschaltet
es: Todas las funciones desbloqueadas
fr: Toutes les fonctionnalités débloquées
ja: すべての機能がアンロック済み

source: Automatically dismiss cookie consent pop-ups for a cleaner browsing experience
de: Cookie-Zustimmungs-Pop-ups automatisch ausblenden für ein saubereres Surferlebnis
es: Descarta automáticamente los pop-ups de cookies para una navegación más limpia
fr: Fermer automatiquement les pop-ups de cookies pour une navigation plus propre
ja: クリーンなブラウジング体験のためにCookie同意ポップアップを自動で閉じる

source: Best value
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
ja: お得

source: Best Value
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
ja: お得

source: Block ads and promotional content in Safari
de: Werbung und Werbeinhalte in Safari blockieren
es: Bloquea anuncios y contenido promocional en Safari
fr: Bloquer les publicités et le contenu promotionnel dans Safari
ja: Safariの広告とプロモーションコンテンツをブロック

source: Block Ads in Safari
de: Werbung in Safari blockieren
es: Bloquea anuncios en Safari
fr: Bloquer les pubs dans Safari
ja: Safariの広告をブロック

source: Block All Ads
de: Alle Werbung blockieren
es: Bloquear todos los anuncios
fr: Bloquer toutes les publicités
ja: すべての広告をブロック

source: Block tracking scripts and analytics
de: Tracking-Skripte und Analysen blockieren
es: Bloquea scripts de seguimiento y análisis
fr: Bloquer les scripts de suivi et les analyses
ja: トラッキングスクリプトとアナリティクスをブロック

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Annulez à tout moment
ja: いつでもキャンセル可能

source: Cellular Connection
de: Mobilfunkverbindung
es: Conexión móvil
fr: Connexion cellulaire
ja: モバイルデータ通信

source: Check Location Permissions
de: Standortberechtigungen prüfen
es: Verificar permisos de ubicación
fr: Vérifier les autorisations de localisation
ja: 位置情報の権限を確認

source: Check Safari Privacy Settings
de: Safari-Datenschutzeinstellungen prüfen
es: Verificar configuración de privacidad de Safari
fr: Vérifier les paramètres de confidentialité Safari
ja: Safariのプライバシー設定を確認

source: Checking Network...
de: Netzwerk wird überprüft...
es: Comprobando red...
fr: Vérification du réseau...
ja: ネットワークをチェック中...

source: Come back to AdBlocker Pro and start using protection
de: Kehren Sie zu AdBlocker Pro zurück und beginnen Sie mit dem Schutz
es: Vuelve a AdBlocker Pro y comienza a usar la protección
fr: Revenez à AdBlocker Pro et commencez à utiliser la protection
ja: AdBlocker Proに戻って保護を使い始める

source: Confirm Passcode
de: Code bestätigen
es: Confirmar código de acceso
fr: Confirmer le code
ja: パスコードを確認

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み

source: Consider using a VPN on public networks
de: Verwenden Sie in öffentlichen Netzwerken ein VPN
es: Considera usar una VPN en redes públicas
fr: Utilisez un VPN sur les réseaux publics
ja: 公共ネットワークではVPNの使用を検討してください

source: Content Filters
de: Inhaltsfilter
es: Filtros de contenido
fr: Filtres de contenu
ja: コンテンツフィルター

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける

source: Cookie Banner Cleaner
de: Cookie-Banner-Entferner
es: Eliminador de banners de cookies
fr: Nettoyeur de bannières cookies
ja: Cookieバナー除去

source: Create Passcode
de: Code erstellen
es: Crear código de acceso
fr: Créer un code
ja: パスコードを作成

source: Custom Website Lists
de: Benutzerdefinierte Website-Listen
es: Listas de sitios personalizadas
fr: Listes de sites personnalisées
ja: カスタムウェブサイトリスト

source: Enable AdBlocker Pro
de: AdBlocker Pro aktivieren
es: Activar AdBlocker Pro
fr: Activer AdBlocker Pro
ja: AdBlocker Proを有効にする

source: Enable Biometrics
de: Biometrie aktivieren
es: Activar biometría
fr: Activer la biométrie
ja: 生体認証を有効にする

source: Enable Content Blocking
de: Inhaltsblocker aktivieren
es: Activar bloqueo de contenido
fr: Activer le blocage de contenu
ja: コンテンツブロックを有効にする

source: Enable filters to protect your browsing
de: Filter aktivieren, um Ihr Surfen zu schützen
es: Activa los filtros para proteger tu navegación
fr: Activez les filtres pour protéger votre navigation
ja: フィルターを有効にしてブラウジングを保護

source: Enable Safari Content Blocker
de: Safari-Inhaltsblocker aktivieren
es: Activar bloqueador de contenido de Safari
fr: Activer le bloqueur de contenu Safari
ja: Safariコンテンツブロッカーを有効にする

source: Enable Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung aktivieren
es: Activar autenticación de dos factores
fr: Activer l'authentification à deux facteurs
ja: 二要素認証を有効にする

source: Filter adult websites
de: Websites für Erwachsene filtern
es: Filtra sitios web para adultos
fr: Filtrer les sites web pour adultes
ja: アダルトサイトをフィルタリング

source: Filter gambling websites
de: Glücksspiel-Websites filtern
es: Filtra sitios web de apuestas
fr: Filtrer les sites de jeux d'argent
ja: ギャンブルサイトをフィルタリング

source: Find AdBlocker Pro in the list and toggle it on
de: Suchen Sie AdBlocker Pro in der Liste und aktivieren Sie es
es: Busca AdBlocker Pro en la lista y actívalo
fr: Trouvez AdBlocker Pro dans la liste et activez-le
ja: リストからAdBlocker Proを見つけてオンにする

source: Free Plan
de: Kostenloser Plan
es: Plan gratuito
fr: Plan gratuit
ja: 無料プラン

source: Free Trial
de: Kostenlose Testversion
es: Prueba gratis
fr: Essai gratuit
ja: 無料トライアル

source: Gambling Filter
de: Glücksspiel-Filter
es: Filtro de apuestas
fr: Filtre de jeux d'argent
ja: ギャンブルフィルター

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める

source: Go to Safari
de: Zu Safari gehen
es: Ir a Safari
fr: Aller dans Safari
ja: Safariに移動

source: Hide Cookie Banners
de: Cookie-Banner ausblenden
es: Oculta banners de cookies
fr: Masquer les bannières cookies
ja: Cookieバナーを非表示

source: Hide cookie consent banners
de: Cookie-Zustimmungsbanner ausblenden
es: Oculta los banners de consentimiento de cookies
fr: Masquer les bannières de consentement aux cookies
ja: Cookie同意バナーを非表示

source: Hide Notification Previews
de: Benachrichtigungsvorschau ausblenden
es: Ocultar vistas previas de notificaciones
fr: Masquer les aperçus de notifications
ja: 通知プレビューを非表示

source: Image Blocking Mode
de: Bildblockierungsmodus
es: Modo de bloqueo de imágenes
fr: Mode de blocage d'images
ja: 画像ブロックモード

source: Improvements Suggested
de: Verbesserungen vorgeschlagen
es: Se sugieren mejoras
fr: Améliorations suggérées
ja: 改善が推奨されます

source: Limit App Tracking
de: App-Tracking einschränken
es: Limitar rastreo de apps
fr: Limiter le suivi des apps
ja: アプリのトラッキングを制限

source: Looking Good
de: Alles in Ordnung
es: Todo bien
fr: Tout est bon
ja: 良好です

source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク

source: Network Privacy Check
de: Netzwerk-Datenschutzprüfung
es: Verificación de privacidad de red
fr: Vérification de confidentialité réseau
ja: ネットワークプライバシーチェック

source: Network privacy check, secure password generator and privacy guides — all in one app
de: Netzwerk-Datenschutzprüfung, sicherer Passwortgenerator und Datenschutz-Anleitungen — alles in einer App
es: Verificación de privacidad de red, generador de contraseñas seguras y guías de privacidad — todo en una app
fr: Vérification de la confidentialité réseau, générateur de mots de passe et guides — tout en une app
ja: ネットワークプライバシーチェック、安全なパスワード生成、プライバシーガイド — すべてひとつのアプリで

source: No VPN Detected
de: Kein VPN erkannt
es: VPN no detectada
fr: Aucun VPN détecté
ja: VPNが検出されません

source: Open Extensions
de: Erweiterungen öffnen
es: Abrir Extensiones
fr: Ouvrir Extensions
ja: 機能拡張を開く

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く

source: Open the Settings app on your device
de: Öffnen Sie die Einstellungen-App auf Ihrem Gerät
es: Abre la app de Ajustes en tu dispositivo
fr: Ouvrez l'app Réglages sur votre appareil
ja: デバイスの設定アプリを開く

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
ja: パスワード

source: Premium Active
de: Premium aktiv
es: Premium activo
fr: Premium actif
ja: プレミアム有効

source: Prevent websites and advertisers from tracking your online activity
de: Verhindern Sie, dass Websites und Werbetreibende Ihre Online-Aktivitäten verfolgen
es: Evita que sitios web y anunciantes rastreen tu actividad en línea
fr: Empêchez les sites web et les annonceurs de suivre votre activité en ligne
ja: ウェブサイトや広告主がオンラインアクティビティを追跡するのを防止

source: Privacy Tools
de: Datenschutz-Tools
es: Herramientas de privacidad
fr: Outils de confidentialité
ja: プライバシーツール

source: Protection
de: Schutz
es: Protección
ja: 保護

source: Protection Active
de: Schutz aktiv
es: Protección activa
ja: 保護が有効

source: Protection Inactive
de: Schutz inaktiv
es: Protección inactiva
ja: 保護が無効

source: Remove annoying ads, banners and pop-ups from websites you visit in Safari
de: Entfernen Sie störende Anzeigen, Banner und Pop-ups von Websites in Safari
es: Elimina anuncios molestos, banners y pop-ups de los sitios web que visitas en Safari
fr: Supprimez les publicités, bannières et pop-ups gênants des sites que vous visitez dans Safari
ja: Safariで訪問するウェブサイトから煩わしい広告、バナー、ポップアップを除去

source: Return to App
de: Zurück zur App
es: Volver a la app
fr: Retourner à l'app
ja: アプリに戻る

source: Save bandwidth by blocking images
de: Datenvolumen sparen durch Bildblockierung
es: Ahorra datos bloqueando imágenes
fr: Économiser la bande passante en bloquant les images
ja: 画像をブロックしてデータ通信量を節約

source: Saved
de: Gespeichert
es: Guardados
fr: Enregistrés
ja: 保存済み

source: Scan Again
de: Erneut prüfen
es: Escanear de nuevo
fr: Scanner à nouveau
ja: 再スキャン

source: Scroll down and tap on Safari
de: Nach unten scrollen und auf Safari tippen
es: Desplázate hacia abajo y toca Safari
fr: Faites défiler vers le bas et appuyez sur Safari
ja: 下にスクロールしてSafariをタップ

source: Secure Password Manager
de: Sicherer Passwort-Manager
es: Gestor de contraseñas seguro
fr: Gestionnaire de mots de passe sécurisé
ja: 安全なパスワードマネージャー

source: Set a 4-digit passcode to protect your saved passwords
de: Erstellen Sie einen 4-stelligen Code zum Schutz Ihrer Passwörter
es: Establece un código de 4 dígitos para proteger tus contraseñas
fr: Définissez un code à 4 chiffres pour protéger vos mots de passe
ja: 保存したパスワードを保護するための4桁のパスコードを設定

source: Start Free Trial
de: Kostenlose Testversion starten
es: Iniciar prueba gratis
fr: Démarrer l'essai gratuit
ja: 無料トライアルを開始

source: Start Privacy Check
de: Datenschutzprüfung starten
es: Iniciar verificación de privacidad
fr: Démarrer la vérification
ja: プライバシーチェックを開始

source: Stop Trackers
de: Tracker stoppen
es: Detén los rastreadores
fr: Arrêter les traqueurs
ja: トラッカーを停止

source: Subscribe Now
de: Jetzt abonnieren
es: Suscribirse ahora
fr: S'abonner maintenant
ja: 今すぐ登録

source: Tap on Extensions in the Safari settings
de: Tippen Sie auf Erweiterungen in den Safari-Einstellungen
es: Toca Extensiones en los ajustes de Safari
fr: Appuyez sur Extensions dans les réglages Safari
ja: Safari設定の機能拡張をタップ

source: Tap to upgrade
de: Zum Upgrade tippen
es: Toca para actualizar
fr: Appuyez pour passer à la version premium
ja: タップしてアップグレード

source: Tracker Protection
de: Tracker-Schutz
es: Protección contra rastreadores
fr: Protection contre les traqueurs
ja: トラッカー保護

source: Unlock Password Manager
de: Passwort-Manager entsperren
es: Desbloquear gestor de contraseñas
fr: Déverrouiller le gestionnaire de mots de passe
ja: パスワードマネージャーのロックを解除

source: Use a VPN
de: VPN verwenden
es: Usa una VPN
fr: Utilisez un VPN
ja: VPNを使用する

source: Use Strong Passwords
de: Starke Passwörter verwenden
es: Usa contraseñas seguras
fr: Utilisez des mots de passe forts
ja: 強力なパスワードを使用する

source: Using mobile data
de: Mobilfunkdaten werden verwendet
es: Usando datos móviles
fr: Utilisation des données mobiles
ja: モバイルデータ使用中

source: VPN Active
de: VPN aktiv
es: VPN activa
fr: VPN actif
ja: VPN有効

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 週間

source: Weekly + Free Trial
de: Wöchentlich + Kostenlose Testversion
es: Semanal + Prueba gratis
fr: Hebdomadaire + Essai gratuit
ja: 週間 + 無料トライアル

source: Wi-Fi Connection
de: WLAN-Verbindung
es: Conexión Wi-Fi
fr: Connexion Wi-Fi
ja: Wi-Fi接続

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 年間

source: Generator
es: Generador
fr: Générateur
ja: ジェネレーター
